//簡単なもの作ってみたヨ
void setup()
{
    size(500,300);
    /*「田んぼの田」
    stroke(0,155,255);
    strokeWeight(20);
    line(150,250,350,250);//下底
    line(150 , 135 , 350 , 135);//横線
    line(150 , 250 , 150 , 20); //左側面
    line(150 , 20 , 350 , 20); // 上底
    line(250 , 20 , 250,250);//縦線
    line(350 , 20 , 350,250); //右側面
    */
    //stroke(R,G,B)
   /*
    stroke(0,255,0);
    strokeWeight(30);
    line(250 , 20 , 100 , 250);
    line(250 , 20 , 400 , 250);
    line(100 ,250 ,400,250);
     */
     
}
